<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@taglib prefix="c"  uri="http://java.sun.com/jsp/jstl/core"%>
	<c:if test="${ empty sessionScope.user }">
	<script>
		alert("로그인 후 이용해주세요.");
		location.href = "login_form.do";
	</script>
	</c:if>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>두루미 도서관</title>
</head>
<body>
	<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<jsp:include page="../Library_Menu_Top.jsp"/>
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<div class="wrapper bgded overlay" style="background-image:url('${pageContext.request.contextPath}/resources/images/demo/backgrounds/background.jpg');">
  <div id="breadcrumb" class="hoc clear">
    <!-- ################################################################################################ -->
    <h6 class="heading">두루미 도서관</h6>
    <!-- ################################################################################################ -->
    <ul>
      <li><a href="main.do">Home</a></li>
    </ul>
    <!-- ################################################################################################ -->
  </div>
</div>
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<div class="wrapper row3">
  <main class="hoc container clear"> 
    <!-- main body -->
    <!-- ################################################################################################ -->
    <div class="sidebar one_quarter first"> 
      <!-- ################################################################################################ -->
      <h6>열린마당</h6>
      <nav class="sdb_holder">
        <ul>
          <li><a href="list.do">공지사항</a></li>
          <li><a href="hope.do">희망도서신청</a></li>
          <li><a href="board.do">자유게시판</a></li>
        </ul>
      </nav>
      <!-- ################################################################################################ -->
    </div>
    <!-- ################################################################################################ -->
    <!-- ################################################################################################ -->
    <div class="content three_quarter"> 
      <!-- ################################################################################################ -->
      <h1>희망도서신청</h1>
	  <form>
	      <div class="scrollable">
	       	
	       	<ul>
	       		<li>희망도서 신청 대상은 우리도서관 관외대출회원만 가능합니다.</li>
				<li>희망도서는 월 3~4회 처리하고 있습니다.</li>
				<li>희망도서는 매월 1인 3권까지 신청할 수 있습니다.</li>
				<li>희망도서로 취소된 자료라도 양서의 경우, 정기구입 시 참고하겠습니다.</li>
	       	</ul>
	       	
	       	<h3>희망도서 신청안내</h3>
	       	<p>아래의 자료는 구입을 지양하고 있으니 양해하여 주시기 바랍니다.</p>
	       	<ul>
				<li>도서관 소장자료, 구입ㆍ정리 중인 자료, 품절 및 절판된 자료</li>
				<li>책에 대한 정보가 불명확한 자료, 시리즈, 전집, 문제집, 수험서, 중고생 참고서, 대학교재, 비도서 등</li>
				<li>출판된 지 5년 이상된 자료</li>
				<li>판타지소설, 로맨스소설, 공포소설, 무협소설, 인터넷소설, 만화, 외국어도서(원서)</li>
				<li>특정 출판사의 자료만 집중적으로 신청한 경우</li>
				<li>특정 종교 및 단체의 관련 자료를 집중적으로 신청한 경우</li>
				<li>특정 주제분야 및 고가(50,000원 이상)의 자료, 3권 이상의 시리즈, 전집류</li>
				<li>만19세 이상 등급의 성인자료는 제한</li>
				<li>이 외에도 도서관자료로 부적합하다고 판단되는 자료</li>
			</ul>
	       	
       		<h3>신청하신 희망도서의 처리과정은 아래와 같이 확인할 수 있습니다.</h3>
			<ul>
				<li>‘신청중’ : 담당자가 검토 중인 상태</li>
				<li>‘처리중’ : 희망도서를 구입 결정하여 정리(분류, 목록 등)하기 까지의 상태</li>
				<li>‘소장중’ : 희망도서가 자료실에 비치되어 있는 상태</li>
				<li>‘취소됨’ : 구입에서 제외된 상태</li>
			</ul>	
			
			<div>
				신청결과는 홈페이지에서 확인하시고, 자료실에 비치된 후 E-mail 또는 SMS로 안내해 드립니다. 
				희망도서 비치 후 해당 도서 신청자에게 대출 우선권리가 있습니다. 
				희망도서 신청 시 실명, E-mail주소, 휴대폰 번호를 반드시 적어주세요!
			</div>
				       	
	       	<div align="center">
				<h1><input type="button" value="신청하기" onclick ="location.href='hope_list.do'"></h1>
				<h1><input type="button" value="희망 도서 신청 내역" onclick="location.href='hope_table.do'"></h1>
			</div>
	      </div>
      </form>
      <!-- ################################################################################################ -->
    </div>
    <!-- ################################################################################################ -->
    <!-- / main body -->
    <div class="clear"></div>
  </main>
</div>
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<jsp:include page="../Library_Menu_Footer.jsp"/>
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<!-- ################################################################################################ -->
<a id="backtotop" href="#top"><i class="fas fa-chevron-up"></i></a>
<!-- JAVASCRIPTS -->
<script src="${pageContext.request.contextPath}/resources/layout/scripts/jquery.min.js"></script>
<script src="${pageContext.request.contextPath}/resources/layout/scripts/jquery.backtotop.js"></script>
<script src="${pageContext.request.contextPath}/resources/layout/scripts/jquery.mobilemenu.js"></script>

			
</body>
</html>